[
  {
    "title": "Six-Vehicle Collision",
    "level": "low",
    "rank": 7,
    "location": "Belt Pkwy E & Exit 17",
    "neighborhood": "Howard Beach, Queens",
    "time": "2025-01-20 12:32:03",
    "updates": "A 911 caller has reported an unconfirmed incident at Belt Pkwy E & Exit 17. Police have received a report of a six-vehicle collision."
  },
  {
    "title": "[Alert - Robbery]",
    "level": "medium",
    "rank": 4,
    "location": "40-20 Queens Blvd",
    "neighborhood": "Sunnyside, Queens",
    "time": "2025-01-20 12:08:50",
    "updates": "On January 15, at approximately 4:25 p.m., an unidentified individual robbed a Capital One bank at 40-20 Queens Boulevard, demanding cash from the teller. Incident reported at 40-20 Queens Blvd. The suspect fled the scene with $441.00. \n\nAuthorities are seeking information on the suspect, and the public is urged to call the NYPD’s Crime Stoppers Hotline at 1-800-577-TIPS."
  },
  {
    "title": "Vehicle Collision",
    "level": "low",
    "rank": 7,
    "location": "Cross Bay Blvd & Belt Pkwy W",
    "neighborhood": "Howard Beach, Queens",
    "time": "2025-01-20 12:07:10",
    "updates": "A 911 caller has reported an unconfirmed incident at Cross Bay Blvd & Belt Pkwy W. Police have received a report of a vehicle collision."
  },
  {
    "title": "Report of Transformer Explosion",
    "level": "low",
    "rank": 7,
    "location": "Forest Ave & Summerfield St",
    "neighborhood": "Ridgewood, Queens",
    "time": "2025-01-20 11:41:59",
    "updates": "A 911 caller has reported an unconfirmed incident at Forest Ave & Summerfield St. Police are responding to a report of a transformer explosion."
  },
  {
    "title": "Report of Man Hitting Vehicle With Hammer",
    "level": "low",
    "rank": 7,
    "location": "22-25 Steinway St",
    "neighborhood": "Astoria, Queens",
    "time": "2025-01-20 11:36:12",
    "updates": "A 911 caller has reported an unconfirmed incident at 22-25 Steinway St. Police have received a report of a man hitting a vehicle with a hammer."
  },
  {
    "title": "Sign Fell Onto Highway",
    "level": "low",
    "rank": 7,
    "location": "Jackie Robinson Pkwy S & Cypress Hills St",
    "neighborhood": "Glendale, Queens",
    "time": "2025-01-20 10:39:59",
    "updates": "Police have received a report of a sign that fell onto the highway. A 911 caller has reported an unconfirmed incident at Jackie Robinson Pkwy S & Cypress Hills St."
  },
  {
    "title": "Report of Manhole Fire",
    "level": "low",
    "rank": 7,
    "location": "277 Graham Ave",
    "neighborhood": "Williamsburg, Brooklyn",
    "time": "2025-01-20 10:16:31",
    "updates": "A 911 caller has reported an unconfirmed incident at 277 Graham Ave. Firefighters have received a report of a manhole fire."
  },
  {
    "title": "[Alert - Stolen Vehicle]",
    "level": "medium",
    "rank": 6,
    "location": "Meeker Ave & Apollo St",
    "neighborhood": "Greenpoint, Brooklyn",
    "time": "2025-01-20 09:03:03",
    "updates": "A 911 caller has reported an unconfirmed incident at Meeker Ave & Apollo St. Police are responding to a report of a stolen vehicle. Police have identified the stolen vehicle as a black Dodge Ram with no license plate."
  },
  {
    "title": "Report of Car Fire",
    "level": "low",
    "rank": 7,
    "location": "Horace Harding Expy & Peck Ave",
    "neighborhood": "Fresh Meadows, Queens",
    "time": "2025-01-20 06:26:05",
    "updates": "A 911 caller has reported an unconfirmed incident at Horace Harding Expy & Peck Ave. Firefighters are responding to a report of a car fire."
  },
  {
    "title": "Person Robbed",
    "level": "low",
    "rank": 7,
    "location": "30th Ave & Steinway St",
    "neighborhood": "Astoria, Queens",
    "time": "2025-01-20 05:02:09",
    "updates": "A 911 caller has reported an unconfirmed incident at 30th Ave & Steinway St. Police have received a 911 report of a person who was robbed."
  },
  {
    "title": "Eight Injured in Basement Fire",
    "level": "low",
    "rank": 7,
    "location": "32-79 32nd St",
    "neighborhood": "Astoria, Queens",
    "time": "2025-01-20 02:43:21",
    "updates": "Firefighters have received a report of a fire in a first-floor apartment. A 911 caller has reported an unconfirmed incident at 32-79 32nd St. Radio clips available. A Citizen user shows video footage of first responders on the scene. Firefighters have identified the fire's location in the basement of the building and are actively addressing the situation. Firefighters have two lines in operation and are making progress in controlling the basement fire. Radio clips available. Firefighters continue operations in Queens, with three civilians being evaluated for potential injuries. Staging area has been relocated. Firefighters now report seven civilians are being assessed for minor injuries as operations continue. Resources remain on scene. Firefighters report that operations are winding down, with seven civilians being transported for minor injuries. Firefighters report an eighth civilian is being treated for minor injuries as fire operations continue. Fire operations have concluded except for a fire watch. Eight civilians were treated for minor injuries, and EMS units are now available. Radio clips available."
  },
  {
    "title": "[Alert - Stolen Vehicle]",
    "level": "medium",
    "rank": 6,
    "location": "175th St & Jamaica Ave",
    "neighborhood": "Jamaica, Queens",
    "time": "2025-01-20 01:06:15",
    "updates": "A 911 caller has reported an unconfirmed incident at 175th St & Jamaica Ave. Police have received a report of a man stealing a silver car. Radio clips available."
  },
  {
    "title": "Report of Person Threatening to Stab Woman",
    "level": "low",
    "rank": 7,
    "location": "19-64 81st St",
    "neighborhood": "Astoria Heights, Queens",
    "time": "2025-01-19 23:45:30",
    "updates": "A 911 caller has reported an unconfirmed incident at 19-64 81st St. Police have received a report of a person threatening to stab a woman."
  },
  {
    "title": "Report of Live Wire Sparking in Front of House",
    "level": "low",
    "rank": 7,
    "location": "62-80 Forest Ave",
    "neighborhood": "Ridgewood, Queens",
    "time": "2025-01-19 23:43:33",
    "updates": "A 911 caller has reported an unconfirmed incident at 62-80 Forest Ave. Police are responding to a report of a live wire sparking in front of a house. Firefighters are also en route."
  },
  {
    "title": "Hit-and-Run Crash",
    "level": "low",
    "rank": 7,
    "location": "150-37 89th St",
    "neighborhood": "Howard Beach, Queens",
    "time": "2025-01-19 23:36:12",
    "updates": "A 911 caller has reported an unconfirmed incident at 150-37 89th St. Police have received a 911 report of a hit-and-run crash."
  },
  {
    "title": "Search for Missing 16-Year-Old Named Javed",
    "level": "low",
    "rank": 7,
    "location": "72nd St & Astoria Blvd",
    "neighborhood": "Astoria Heights, Queens",
    "time": "2025-01-19 23:24:25",
    "updates": "Incident reported at 72nd St & Astoria Blvd. Police are searching for a missing person named Javed Lopez. The missing is a 16-year-old boy described as 6'0\", 130 lbs, last seen wearing black pants and a black sweatshirt on Friday, January 17th."
  },
  {
    "title": "Smoke Condition in Apartment",
    "level": "low",
    "rank": 7,
    "location": "1806 1st Ave",
    "neighborhood": "Upper East Side, Manhattan",
    "time": "2025-01-19 22:57:42",
    "updates": "A 911 caller has reported an unconfirmed incident at 1806 1st Ave. Firefighters have received a report of a smoke condition in an apartment."
  },
  {
    "title": "Three Disabled MTA Buses",
    "level": "low",
    "rank": 7,
    "location": "153-16 Sanford Ave",
    "neighborhood": "Murray Hill, Queens",
    "time": "2025-01-19 21:10:52",
    "updates": "Incident reported at 153-16 Sanford Ave. A Citizen user shows video of three disabled MTA buses stopped in the middle of a road possibly due to snowy road conditions. Use caution while driving in the area. Police are investigating a new incident involving a gray Jeep and a black Infiniti at a different location."
  },
  {
    "title": "Fire in Apartment at Ravenswood Houses",
    "level": "low",
    "rank": 7,
    "location": "35-20 24th St",
    "neighborhood": "Astoria, Queens",
    "time": "2025-01-19 20:37:14",
    "updates": "A 911 caller has reported an unconfirmed incident at 35-20 24th St. Firefighters are on the scene of a fire in an apartment at the Ravenswood Houses. Firefighters are responding to a reported fire at a bar in Queens, following an earlier apartment fire incident. Firefighters have not found any signs of fire in the reported area after a thorough search. Firefighters have confirmed a kitchen fire at the location and are currently addressing the situation. Firefighters have water on the kitchen fire and are actively working to extinguish it. Radio clips available. Firefighters report the kitchen fire is nearly extinguished, with no occupants found. Current response will be maintained."
  },
  {
    "title": "Vehicle Collision",
    "level": "low",
    "rank": 7,
    "location": "107-22 67th Ave",
    "neighborhood": "Forest Hills, Queens",
    "time": "2025-01-19 20:36:58",
    "updates": "Incident reported at 107-22 67th Ave. Approved by the Citizen community Citizen user @WRauf shows video of a vehicle collision in the area. Please exercise caution nearby. Go LIVE or comment below to share real-time updates from the scene."
  }
]